---
kind: property
id: P:Autodesk.Revit.DB.ImageType.Height
zh: 高度
source: html/d28540c9-4ae4-420f-ad9b-ce1d92cf1114.htm
---
# Autodesk.Revit.DB.ImageType.Height Property

**中文**: 高度

The vertical size of the image

## Syntax (C#)
```csharp
public double Height { get; }
```